!function () {
    var t, e = document.currentScript || function () {
        var t = document.getElementsByTagName("script");
        return t.length ? t[t.length - 1] : void 0
    }();
    e && (t = e.getAttribute("data-ref")), window[t || "crayfish"] = {
        "cards": [{
            "id": 0,
            "bank_name": "industrial_bank",
            "bank_logo": "https://fuss10.elemecdn.com/5/ee/52fb2f8a63f013518896914c55508png.png",
            "type": "联名信用卡",
            "title": "尊享饿了么会员·红包超值优惠",
            "descriptions": ["[首刷礼] 送1个月饿了么超级会员", "[首刷礼] 专享50元饿了么无门槛红包", "[月月享] 连享5个月饿了么消费返无门槛红包"],
            "covers": [{
                "name": "标准",
                "icon": "https://fuss10.elemecdn.com/1/59/c181ceae5d422b0b9cf4fdf1f14b1png.png",
                "image": "https://fuss10.elemecdn.com/7/28/74119c1a07ea9759db48f61f0387cpng.png"
            }, {
                "name": "抹茶",
                "icon": "https://fuss10.elemecdn.com/1/44/5f4eba21508a30c62423c5c25daa6png.png",
                "image": "https://fuss10.elemecdn.com/a/7e/d4922ea6ac8bbaf92aac40223101bpng.png"
            }, {
                "name": "海盐",
                "icon": "https://fuss10.elemecdn.com/8/75/a80e065b92bec98a9fb39ae3ebd72png.png",
                "image": "https://fuss10.elemecdn.com/f/e3/cffb89524f247ed59d6f0b0666a82png.png"
            }, {
                "name": "三色",
                "icon": "https://fuss10.elemecdn.com/8/be/93d1a0cf069ad1bed18d8f26edd01png.png",
                "image": "https://fuss10.elemecdn.com/c/95/45deb8eb08b8777251bb5387ff0dcpng.png"
            }],
            "details": "# 饿了么联名卡新客户首刷活动：\n （一）活动时间: 2017年9月15日-2018年9月14日\n （二）活动内容\n 1、线上新户首刷活动\n ［首刷礼］送1个月饿了么超级会员\n ［首刷礼］专享50元饿了么无门槛红包\n 活动内容：线上渠道进件并符合本行信用卡新客户条件的持卡人，在成功核发饿了么卡的60日内（含核卡日），完成1笔限定交易且金额大于15元（含），即可获赠饿了么联名会员定制服务（包含1个月饿了么超级会员权益及5个价值10元的饿了么联名会员专享红包）。\n **新客户定义：\n （1）首次成功申请兴业银行信用卡主卡的持卡人或客户名下所有卡片在2016年1月1日（不含）前均已注销且于活动期间进件并再次成功申请兴业银行信用卡主卡的持卡人，仅有附属卡的持卡人另行申办主卡仍可参加本活动。\n （2）新户同日核发不同卡种且同时核发了饿了么联名信用卡的视同为新户。\n （3）申请时间以申请表的进件日期为准，即到达总行信用卡中心（压码）的日期为准，通过网络快发渠道进件的客户，以申请人在线申请提交成功时间为准；核卡日是指客户收到的寄卡函上标明的发卡日期，网络快发渠道进件的客户核卡日以客户至我行网点核访时间为准。\n （三）新户首刷活动细则：\n 1、本活动仅限活动期间内申请兴业银行饿了么联名信用卡主卡的新客户参与，且要求客户账户状态需为正常。\n 2、限定交易包括：计积分商户刷卡消费（包括但不限于云闪付、ApplePay等移动支付交易）、预借现金（不含溢缴款取现）、分期付款、代扣业务以及网上支付交易（包括但不限于信用卡快捷支付）。电子现金账户交易、不计积分商户刷卡消费、福建烟草代扣业务不参加本活动。各种费用、利息不含在内。各类交易认定及入账金额以兴业银行系统跑批数据为准。\n 3、饿了么联名卡附属卡交易合并计入主卡账户，同一持卡人名下多张饿了么联名卡主卡交易合并计算。交易统计日期以本行信用卡系统记录的实际交易发生时间为准，预授权交易以预授权发生时间为准，分期付款交易以授权核准日为准。\n 4、本活动为兴业银行饿了么联名信用卡主卡专属迎新活动，无论是否满足本活动参与条件，持卡人均不能同时共享我行同期开展的其他迎新活动。如持卡人同天核发饿了么联名信用卡主卡及其他参加我行新户首刷活动的卡种，优先参加饿了么联名信用卡的活动。\n# 饿了么联名卡新客户网上支付专享活动：\n （一）活动时间\n 1、申请时间：2017年9月15日-2017年12月31日；\n 2、活动时间：2017年9月15日-2018年5月31日。最后一批红包发放截止日为6月30日。\n （二）活动对象\n 兴业银行饿了么联名卡主卡新客户（即首次成为兴业银行信用卡持卡客户，且为2017年12月31日前申请饿了么联名信用卡并成功核卡的客户）\n （三）活动内容：［月月享］连享5个月饿了么消费无门槛红包\n 饿了么联名卡主卡新客户首笔交易当月（首笔交易须于核卡次月底前完成）算起的5个月内，每月使用饿了么联名卡在饿了么APP有1笔15元（含）以上的交易，即可于次月获赠10元饿了么联名客户专享红包（以红包兑换码的形式通过短信发送），该红包每位客户每月仅可获赠一次，活动期间最多可获赠5次。\n （四）新客户网上支付专享活动细则\n 1、活动仅限主卡持卡人参与（且仅限新客户），附属卡交易计入主卡。\n 2、本活动中达标交易仅限使用饿了么联名信用卡在饿了么APP上发生的交易。\n 3、活动期间，每位达标主卡客户最多可享受5次价值10元的饿了么专享红包返还，累计返还金额不超过50元，每月可获得1次返还机会。\n 4、该笔交易与新客户首刷达标活动交易互排。\n# 通用活动细则：\n （一）要求在参加本次活动期间以及兴业银行信用卡中心对符合赠送服务条件的持卡人进行数据提取时，持卡人卡片账户状态需为正常。因卡片受到管制等原因而不能用卡或未激活、卡片逾期等账户状态不正常的持卡人不能参与本次活动。\n （二）超级会员及专享红包兑换码将以短信形式发送给达标客户，新户首刷权益所涉及的超级会员及红包兑换码将于持卡人满足条件后的10个工作日内，发送至持卡人在兴业银行信用卡系统内预留的手机号码中。\n （三）持卡人获赠的超级会员及专享红包兑换码需在收到兑换码后的15天内至饿了么APP兑换使用；超级会员兑换码自兑换成功之日起的一个月内有效；红包自兑换成功之日起的90天（含）内有效。持卡人在饿了么APP相关页面输入兑换码即可完成兑换。如持卡人未在有效期内兑换使用，则视为其自动放弃该奖励。\n （四）活动期间，如持卡人手机号码发生变更，应及时致电兴业银行更改，兴业银行将以提取活动数据时持卡人在兴业银行系统中预留的手机号码为准。若因持卡人手机号码变更等问题导致兑换码未收到或延迟收到，责任由持卡人自行承担。\n （五）若持卡人获赠奖励后，6个月内申请销户，或因其他持卡人自身原因不再符合活动条件，本行有权从持卡人的本行信用卡账户中自动扣除所赠服务、权益、礼品的等值金额。 （六）如参与活动的持卡人存在任何利用虚假交易、系统漏洞等手段恶意套取优惠的行为，我行保留取消该类持卡人领取奖励资格的权利。\n （七）活动奖励由拉扎斯网络科技（上海）有限公司提供，兴业银行和拉扎斯网络科技（上海）在法律许可范围内保留更换同等价值奖励种类的权利和本次活动的解释权。\n （八）兴业银行有权在中国法律法规允许的范围内修改本活动条款及细则（包括但不限于延迟或终止本活动等），并于兴业银行信用卡中心网站或其他渠道公布后生效。\n# 饿了么联名会员定制服务兑换规则：\n 1、饿了么超级会员的兑换码激活流程\n （1）非超级会员的客户：\n 打开登录饿了么APP  >>> 点击页面右下角「我的」 >>> 点击进入「成为超级会员每月获20元红包」 >>> 点击页面右上角「兑换会员」 >>> 输入本行短信提供的16位超级会员兑换码，即完成一个月饿了么超级会员兑换\n （2）已是超级会员的客户：\n 打开登录饿了么APP  >>> 点击页面右下角「我的」 >>> 点击进入「超级会员特权」>>> 点击页面右上角「续费管理」 >>> 点击页面最下方「使用兑换码兑换会员」 >>> 输入本行短信提供的16位超级会员兑换码，即完成一个月饿了么超级会员兑换。\n 2、饿了么联名会员专享红包的兑换码激活流程\n 打开登录饿了么APP  >>> 点击页面右下角「我的」 >>> 点击「优惠」进入「我的优惠」页面 >>> 点击页面右上角「兑换红包」 >>> 输入本行短信提供的12位专享红包兑换码，即可兑换一个10元无门槛红包\n 3、超级会员兑换后即刻生效，权益有效期为1个月；红包自兑换成功之日起的90天（含）内有效。\n 4、每个超级会员及专享红包兑换码只能兑换1次，再次使用无效。\n 5、该超级会员及专享红包兑换码不支持退换，兑换码是否有效以商户核实为准。\n 6、该超级会员及专享红包兑换码的最终解释权归拉扎斯网络科技（上海）有限公司所有。如在兑换过程中有疑问，请联系饿了么客服： （1）饿了么客服热线：1010-5757； （2）在线客服：饿了么APP登陆，点击进入「我的」，上划至页面下方，点击进入「服务中心」，点击「在线客服」即可沟通反馈。\n 特别说明：饿了么超级会员及饿了么联名会员专享红包，仅限在移动端APP使用，超级会员特权以饿了么APP公告为准。",
            "link": "https://ccshop.cib.com.cn:8010/application/cardapp/newfast/ApplyCard/toSelectCard?id=156ace7226e14941a7ff9d45b85f8e33&cards=1438,1437,1437,1437,1437,1436&faces=ELM1,ELM2,ELM4,ELM5,ELM6,ELM3",
            "specialLink": "https://ccshop.cib.com.cn:8010/application/cardapp/newfast/ApplyCard/toSelectCard?id=6ff9e0292cd64dde91ded0cd5cd69e77",
            "ubtId": 100796,
            "share": {
                "targets": ["weixin", "weixin_timeline", "qq", "qzone"],
                "title": "送你一张有食欲的信用卡",
                "text": "兴业银行X饿了么联名信用卡，首刷免费领1个月饿了么超级会员，再返最高100元无门槛红包",
                "url": "",
                "image_url": "https://fuss10.elemecdn.com/b/2b/edc95a8649b2add05025a9252184epng.png"
            }
        }, {
            "id": 1,
            "bank_name": "china_merchants_bank",
            "bank_logo": "https://fuss10.elemecdn.com/1/1d/990f0f5058fef14c6699d004f7818png.png",
            "type": "联名信用卡",
            "title": "办卡领会员，积分双重礼",
            "descriptions": ["[首刷礼] 送6个月饿了么超级会员", "[积分礼] 饿了么消费尊享2倍积分"],
            "covers": [{
                "name": "标准",
                "icon": "https://fuss10.elemecdn.com/5/cb/302c4e226d59e67a9f00894493f39png.png",
                "image": "https://fuss10.elemecdn.com/0/01/df947049f3ded5789c58cbb919c57png.png"
            }],
            "details": "# 送6个月饿了么超级会员：\n 活动时间：即日起至2018年3月31日（含）\n 活动对象：即日起至2018年3月31日（含）期间，成功申请招商银行饿了么联名信用卡的新户主卡持卡人。\n 权益细则：\n 1、即日起至2018年3月31日（含），凡申请并成功核发招商银行饿了么联名信用卡的新户主卡持卡人。\n 新户定义：首次申请招商银行个人信用卡（含整户注销6个月【含】以上）并成功核发的客户\n 2、在卡片核发次两个自然月内，使用该卡（含银联e招卡）通过支付宝快捷和微信快捷各有一笔任意金额交易；\n  或任刷该卡（含银联e招卡）3笔且每笔消费满188元（含支付宝、微信快捷支付）；或任意单笔满500元的分期交易；\n 或任意一笔招商银行掌上生活绑卡后还款招行信用卡交易；\n 或任意一笔掌上生活银联扫码支付交易。\n 即可通过招商银行－掌上生活App领取： 饿了么6个月超级会员权益兑换码\n 3、兑换码领取路径：客户满足达标条件6个工作日后，即可通过招商银行掌上生活App登记领取礼品，每位达标客户限领1份。兑换码将以短信形式发送至客户。\n 操作路径：登陆掌上生活APP->精选->全部->信用卡->活动奖励->首刷礼或我的-活动奖励-首刷礼\n 4、领取兑换码后兑换说明：\n ①兑换方法：\n 饿了么超级会员兑换路径：饿了么APP->“我的”->超级会员特权->续费管理->使用兑换码兑换会员。\n 非饿了么超级会员兑换路径：饿了么APP->“我的”->成为超级会员·每月获20元红包->申请会员领红包->使用兑换码兑换会员\n ②兑换码兑换截止时间：2018年8月31日 23：59，过时作废且不予换新。会员权益自兑换当日起生效。\n# 饿了么消费享招行双倍积分：\n 活动时间：2017年9月15日—2018年3月31日（含）\n 活动对象：2017年9月15日—2018年3月31日（含）期间，成功申请招商银行饿了么联名信用卡主卡持卡人（无论新旧户）。\n 权益细则：\n 1、2017年9月15日—2018年3月31日（含），招行饿了么联名卡持卡人（无论新旧户），且申请时间为2017年9月15日起至2018年3月31日，申请时间以信用卡中心系统记录的申请资料键档时间为准。\n 2、使用饿了么联名信用卡，在饿了么APP消费选择支付宝支付，享招行双倍永久积分（一倍原始积分，一倍赠送积分）\n 3、赠送积分将于消费日后7个工作日内自动给到客户信用卡账户，每月每户额外赠送积分上限为100积分。\n 4、持卡人以主卡账户参加活动，主附卡合并进行交易统计。交易时间以招行信用卡中心系统记录的交易日为准。\n# 其他注意事项：\n 1.分期交易包括账单分期、现金分期、信用卡商城分期、网上支付分期、商场购物分期、电视购物分期、电话购物分期、汽车分期，以下刷卡交易不记入本次活动统计范围：预借现金手续费及利息、年费、循环信用利息、逾期缴款所衍生的费用（如违约金、利息）、依《招商银行信用卡领用合约》约定的其他各项手续费；取消/退款的交易。\n 2．持卡人以主卡账户参加活动，主附卡合并进行交易统计。交易时间以招商银行信用卡中心系统记录的刷卡交易日为准，2018年7月31日前尚未请款的交易恕不计入统计。\n 3.未成功收到礼品的持卡人最晚可于2018年8月31日之前致电4008205555提出异议，未在此期间主动来电提出异议的，则视为持卡人主动放弃所获礼品。\n 4.如有任何舞弊、欺诈或非真实交易的情形或有下述任一情形：所持信用卡停用或管制、自行注销整户信用卡、对招商银行信用卡中心任何债务不按期偿还的、违反《招商银行信用卡领用合约》、本活动办法或其他相关规定的，持卡人即丧失参加本次活动及兑换礼品的资格，卡中心保留不另行通知而从持卡人信用卡账户直接扣除其奖励礼品价值的金额或采取其它相应法律措施的权利。\n",
            "link": "https://resource.cmbchina.com/itafront/TrafficAcquisitionFront/cobrandcard/index.html#/login/eleblue/remote/N270ELM2079U03850002",
            "ubtId": 100797,
            "share": {
                "targets": ["weixin", "weixin_timeline", "qq", "qzone"],
                "title": "作为一个吃货需要拥有一张可以“吃”的信用卡",
                "text": "招商银行X饿了么联名信用卡，新户办卡达标送6个月饿了么超级会员，消费尊享招行2倍积分",
                "url": "",
                "image_url": "https://fuss10.elemecdn.com/c/d9/d47cc424c40358dc4d1be99928a45jpeg.jpeg"
            }
        }],
        "progress": [{"title": "申请人提交表单", "descriptions": "您填写的信息均为银行申办要求，饿了么不会记录您的信息"}, {
            "title": "申办人资料审核",
            "descriptions": "银行工作人员审核申办人所填资料，审核通过后，银行将以短信形式通知申办人"
        }, {
            "title": "申办人面签",
            "descriptions": "bank_name=industrial_bank 兴业银行：申办人在收到银行通知短信后，可凭短信提供的验证码及相关身份证件至就近网点进行核访开卡\n\nbank_name=china_merchants_bank 招商银行：申办人资料审核通过后，银行工作人员将联系您，请保持预留手机号码通讯畅通，约定就近地点进行面签"
        }, {
            "title": "办卡进度查询热线",
            "descriptions": "bank_name=industrial_bank 兴业银行官方客服：<a href='tel:95561'>95561</a>\nbank_name=china_merchants_bank 招商银行官方客服：<a href='tel:95555'>95555</a>"
        }]
    }
}();